tap "homebrew/bundle"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
tap "osx-cross/arm"
tap "osx-cross/avr"

brew "bat"
brew "cmake"
brew "curl"
brew "fd"
brew "fish"
brew "fzf"
brew "glow"
brew "go"
brew "htop"
brew "lazygit"
brew "luarocks"
brew "yt-dlp"
brew "mpv"
brew "neofetch"
brew "neovim"
brew "node@20"
brew "openjdk"
brew "pinentry-mac"
brew "python@3.11"
brew "ripgrep"
brew "rust"
brew "sevenzip"
brew "stow"
brew "timg"
brew "tmux"
brew "watch"
brew "wget"
brew "yarn"
brew "zoxide"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
cask "alacritty"
cask "font-hack-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-iosevka-term-nerd-font"
cask "font-iosevka-term-slab-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-monaspace"
cask "font-monaspace-nerd-font"
cask "gpg-suite"
