tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "macos-fuse-t/cask"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "act"
brew "antidote"
brew "bat"
brew "cmake"
brew "curl"
brew "composer"
brew "fd"
brew "fish"
brew "fzf"
brew "glow"
brew "go"
brew "htop"
brew "hugo"
brew "julia"
brew "lazygit"
brew "luarocks"
brew "yt-dlp"
brew "mpv"
brew "neofetch"
brew "neovim"
brew "node@18"
brew "node@20"
brew "openjdk"
brew "openjdk@11"
brew "openjdk@17"
brew "python@3.11"
brew "ripgrep"
brew "rust"
brew "sevenzip"
brew "starship"
brew "stow"
brew "syncthing", restart_service: true
brew "timg"
brew "tmux"
brew "watch"
brew "wget"
brew "yarn"
brew "qmk/qmk/qmk"
cask "alacritty"
cask "font-hack-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-iosevka-term-nerd-font"
cask "font-iosevka-term-slab-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-monaspace"
cask "font-monaspace-nerd-font"
cask "fuse-t"
cask "fuse-t-sshfs"
cask "go2shell"
cask "iterm2"
cask "kitty"
cask "postman"
cask "qmk-toolbox"
cask "vscodium"
cask "wezterm"
